tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "nikitabobko/tap"
brew "bash-completion"
brew "cairo"
brew "coreutils"
brew "direnv"
brew "dog"
brew "fx"
brew "fzf"
brew "gh"
brew "giflib"
brew "git"
brew "git-lfs"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "gnupg"
brew "grpcurl"
brew "helm"
brew "htop"
brew "httpie"
brew "hub"
brew "icu4c@75"
brew "jpeg"
brew "jq"
brew "k9s"
brew "kubectx"
brew "kustomize"
brew "pango"
brew "librsvg"
brew "mise"
brew "pkgconf"
brew "node-build"
brew "pinentry-mac"
brew "pnpm"
brew "protobuf"
brew "python@3.10"
brew "spotify-tui"
brew "spotify_player"
brew "websocat"
brew "yadm"
brew "yq"
brew "hashicorp/tap/terraform"
cask "aerospace"
cask "alt-tab"
cask "font-fira-code"
cask "ngrok"
cask "postman"
vscode "abierbaum.vscode-file-peek"
vscode "asdine.cue"
vscode "bmewburn.vscode-intelephense-client"
vscode "christian-kohler.path-intellisense"
vscode "dbaeumer.vscode-eslint"
vscode "dkundel.vscode-new-file"
vscode "dsznajder.es7-react-js-snippets"
vscode "eamodio.gitlens"
vscode "editorconfig.editorconfig"
vscode "esbenp.prettier-vscode"
vscode "fastly.vscode-fastly-vcl"
vscode "folke.vscode-monorepo-workspace"
vscode "formulahendry.auto-rename-tag"
vscode "formulahendry.code-runner"
vscode "ginfuru.ginfuru-better-solarized-dark-theme"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "golang.go"
vscode "hashicorp.terraform"
vscode "marclipovsky.string-manipulation"
vscode "mgmcdermott.vscode-language-babel"
vscode "ms-azuretools.vscode-docker"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "ms-vscode.theme-tomorrowkit"
vscode "ms-vsliveshare.vsliveshare"
vscode "orta.vscode-jest"
vscode "redhat.vscode-yaml"
vscode "sandy081.todotasks"
vscode "streetsidesoftware.code-spell-checker"
vscode "tyriar.sort-lines"
vscode "unifiedjs.vscode-mdx"
vscode "vintharas.learn-vim"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vscode-icons-team.vscode-icons"
vscode "wayou.vscode-todo-highlight"
vscode "yoavbls.pretty-ts-errors"
vscode "zgm.cuesheet"
vscode "zhuangtongfa.material-theme"
