{{ if .work -}}
tap "hashicorp/tap"
{{ end -}}
tap "nikitabobko/tap"
brew "bash-completion"
brew "cairo"
brew "coreutils"
brew "direnv"
brew "fx"
brew "fzf"
brew "gh"
brew "giflib"
brew "git"
brew "git-lfs"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "gnupg"
{{ if .work -}}
brew "grpcurl"
brew "helm"
{{ end -}}
brew "htop"
brew "httpie"
brew "hub"
brew "jpeg"
brew "jq"
{{ if .work -}}
brew "k9s"
brew "kubectx"
brew "kustomize"
{{ end -}}
brew "pango"
brew "librsvg"
brew "mise"
brew "pkgconf"
brew "node-build"
brew "pinentry-mac"
brew "pnpm"
brew "protobuf"
brew "python@3.10"
{{ if not .work -}}
brew "spotify_player"
{{ end -}}
brew "websocat"
brew "chezmoi"
brew "yq"
{{ if .work -}}
brew "hashicorp/tap/terraform"
{{ end -}}
cask "aerospace"
cask "alt-tab"
cask "font-fira-code"
cask "ngrok"
cask "postman"
# VS Code extensions are managed by Settings Sync (signed into VS Code)
# rather than brew bundle — they desync too often when pinned here.
